---
type: GBXMLImportOptions
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# GBXMLImportOptions

`Autodesk.Revit.DB.GBXMLImportOptions` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | GBXMLImportOptions | — | `public GBXMLImportOptions ()` |